{
    "contact": "Kontaktiere uns",
    "contact_subtitle": "Tritt mit unserem Team in Kontakt",
    "contact_info": "Kontakt Information",
    "contact_name": "Name",
    "contact_email": "E-Mail",
    "contact_message": "Nachricht",
    "contact_location": "Standort",
    "contact_submit": "Nachricht senden",
    "my_contact_location": "Berlin, Deutschland",
    "help_title": "Wie können wir helfen?",
    "help_text": "Unser Team unterstützt dich bei allem rund um GeoBoost:",
    "help_point1_title": "Schnelle Antwort",
    "help_point1_desc": "Wir antworten in der Regel innerhalb von 24 Stunden.",
    "help_point2_title": "Individuelle Hilfe",
    "help_point2_desc": "Erhalte persönliche Unterstützung bei deinen Fragen und Herausforderungen.",
    "title": "GeoBoost",
    "tagline": "Booste deine Sichtbarkeit in ChatGPT und co.",
    "subtitle": "Behalte Deine Marke und Inhalte auf KI-Suchplattformen wie ChatGPT, Perplexity und Google Overview mit unserem innovativen Dashboard im Blick. \n Die Beta kommt sehr bald!",
    "notify_placeholder": "Deine E-Mail-Adresse",
    "notify_btn": "Benachrichtigen",
    "notify_note": "Trag dich ein und teste die Beta als einer der Ersten!",
    "countdown_days": "Tage",
    "countdown_hours": "Stunden",
    "countdown_minutes": "Minuten",
    "countdown_seconds": "Sekunden",
    "features_title": "Was GeoBoost bietet",
    "faq_title": "HÄUFIG GESTELLTE FRAGEN",
    "faq_subtitle": "Antworten auf häufige Fragen zur GeoBoost Plattform",
    "feature1_title": "KI-Sichtbarkeitsanalyse",
    "feature1_desc": "Beobachte in Echtzeit, wie dein Unternehmen in ChatGPT, Perplexity und anderen KI-Suchsystemen erscheint.",
    "feature2_title": "GeoBoost Dashboard",
    "feature2_desc": "Zentrale Übersicht mit Echtzeit-Monitoring, Alerts und Handlungsempfehlungen zur Optimierung deiner Präsenz.",
    "feature3_title": "Code & API-Zugriff",
    "feature3_desc": "Verbinde deine Systeme direkt mit GeoBoost – über flexible Schnittstellen und strukturierte Datenformate.",
    "feature4_title": "KI-basierte Optimierungsempfehlungen",
    "feature4_desc": "GeoBoost analysiert KI-Antworten und schlägt dir gezielt Optimierungen für Inhalte, Begriffe und Strukturen vor.",
    "feature5_title": "Transparente Auswertungen",
    "feature5_desc": "Verfolge Treffer, Kontexte und Reichweitenmetriken auf KI-Plattformen – verständlich aufbereitet und exportierbar.",
    "feature6_title": "Datenschutz & Kontrolle",
    "feature6_desc": "Deine Daten gehören dir. Wir arbeiten DSGVO-konform und bieten volle Kontrolle über alle Inhalte und Exporte.",
    "faq1_question": "Wann wird die Beta-Version verfügbar sein?",
    "faq1_answer": "Wir planen, die Beta-Version von GeoBoost im August 2025 zu veröffentlichen. Der genaue Termin wird auf unserer Website und per E-Mail an alle angemeldeten Interessenten bekannt gegeben.",
    "faq2_question": "Wie kann ich an der Beta teilnehmen?",
    "faq2_answer": "Trage einfach deine E-Mail-Adresse in das Anmeldeformular oben ein. Wir werden dich kontaktieren, sobald die Beta verfügbar ist, mit allen notwendigen Informationen zur Teilnahme.",
    "faq3_question": "Was sind die Systemanforderungen?",
    "faq3_answer": "GeoBoost wird als Webanwendung verfügbar sein und läuft auf allen modernen Browsern. Für die API-Integration unterstützen wir Node.js, Python, Java und .NET.",
    "faq4_question": "Gibt es eine kostenlose Version?",
    "faq4_answer": "Während der Beta-Phase wird GeoBoost komplett kostenlos sein. Nach dem offiziellen Launch planen wir ein Freemium-Modell mit grundlegenden kostenlosen Funktionen und erweiterten Premium-Optionen.",
    "faq5_question": "Wie unterscheidet sich GeoBoost von anderen Lösungen?",
    "faq5_answer": "GeoBoost kombiniert hochpräzise Geodaten mit leistungsstarker Analyse und benutzerfreundlicher Visualisierung in einer Plattform. Unser Fokus liegt auf Geschwindigkeit, Genauigkeit und einfacher Integration.",
    "faq6_question": "Kann ich GeoBoost in meine bestehende Anwendung integrieren?",
    "faq6_answer": "Ja, GeoBoost bietet eine umfassende API und SDKs für gängige Programmiersprachen, die eine einfache Integration in bestehende Systeme ermöglichen.",
    "blog_teaser_title": "Aktuelles aus unserem Blog",
    "blog_teaser_subtitle": "Die neuesten Updates und Einblicke zu GeoBoost",
    "blog_subtitle": "Neueste Einblicke, Updates und technische Deep Dives zu unserer revolutionären Geodaten-Technologie",
    "blog-archive-link": "Alle Blogposts anzeigen",
    "read_more_link": "Weiterlesen →"
}