{
    "contact": "Contact us",
    "contact_subtitle": "Get in touch with our team",
    "contact_info": "Contact Information",
    "contact_name": "Name",
    "contact_email": "Email",
    "contact_message": "Message",
    "contact_location": "Location",
    "contact_submit": "Send message",
    "my_contact_location": "Berlin, Germany",
    "help_title": "How can we help?",
    "help_text": "Our team is dedicated to supporting you with GeoBoost:",
    "help_point1_title": "Quick Response",
    "help_point1_desc": "We aim to respond to all inquiries within 24 hours.",
    "help_point2_title": "Personalized Support",
    "help_point2_desc": "Get tailored assistance for your specific questions and challenges.",
    "title": "GeoBoost",
    "tagline": "Boost your visibility in ChatGPT and co.",
    "subtitle": "Keep track of your brand and content across AI search platforms like ChatGPT, Perplexity, and Google Overview with our innovative dashboard. <br>The beta is coming very soon!",
    "notify_placeholder": "Your email address",
    "notify_btn": "Notify me",
    "notify_note": "Sign up to test the beta as one of the first!",
    "countdown_days": "Days",
    "countdown_hours": "Hours",
    "countdown_minutes": "Minutes",
    "countdown_seconds": "Seconds",
    "features_title": "What GeoBoost offers",
    "faq_title": "FREQUENTLY ASKED QUESTIONS",
    "faq_subtitle": "Answers to common questions about GeoBoost platform",
    "feature1_title": "AI visibility analysis",
    "feature1_desc": "Observe in real time how your company appears in ChatGPT, Perplexity and other AI search systems.",
    "feature2_title": "GeoBoost Dashboard",
    "feature2_desc": "Central overview with real-time monitoring, alerts and recommendations for action to optimize your presence.",
    "feature3_title": "Code & API access",
    "feature3_desc": "Connect your systems directly to GeoBoost - via flexible interfaces and structured data formats.",
    "feature4_title": "AI-based optimization recommendations",
    "feature4_desc": "GeoBoost analyzes AI responses and suggests targeted optimizations for content, terms and structures.",
    "feature5_title": "Transparent evaluations",
    "feature5_desc": "Track hits, contexts and reach metrics on AI platforms - clearly presented and exportable.",
    "feature6_title": "Data protection & control",
    "feature6_desc": "Your data belongs to you. We work in compliance with GDPR and offer full control over all content and exports.",
    "faq1_question": "When will the beta version be available?",
    "faq1_answer": "We plan to release the GeoBoost beta version in August 2025. The exact date will be announced on our website and via email to all registered interested parties.",
    "faq2_question": "How can I participate in the beta?",
    "faq2_answer": "Simply enter your email address in the sign-up form above. We will contact you as soon as the beta is available with all necessary information for participation.",
    "faq3_question": "What are the system requirements?",
    "faq3_answer": "GeoBoost will be available as a web application and runs on all modern browsers. For API integration, we support Node.js, Python, Java, and .NET.",
    "faq4_question": "Is there a free version?",
    "faq4_answer": "During the beta phase, GeoBoost will be completely free. After the official launch, we plan a freemium model with basic free functions and extended premium options.",
    "faq5_question": "How is GeoBoost different from other solutions?",
    "faq5_answer": "GeoBoost combines highly precise geodata with powerful analysis and user-friendly visualization in one platform. Our focus is on speed, accuracy, and easy integration.",
    "faq6_question": "Can I integrate GeoBoost into my existing application?",
    "faq6_answer": "Yes, GeoBoost provides a comprehensive API and SDKs for common programming languages that enable easy integration into existing systems.",
    "blog_teaser_title": "Latest news from our blog",
    "blog_subtitle": "Latest insights, updates and technical deep dives on our revolutionary geodata technology",
    "blog-archive-link": "Show all blog posts",
    "read_more_link": "Read more →"
}